{
  "isolated_zebra_finch": {
    "dataset": "isolated_zebra_finch",
    "Number_of_Annotations": "24262",
    "Total_Annotation_Duration": "0:48:23",
    "Unique_Species": "Zebra Finch",
    "Number_of_Unique_Individuals": 1,
    "Last_Update": "2025-04-09T12:14:48",
    "Number_of_Channels": "1",
    "Dataset_Name": "Serially tutored juvenile male zebra finches",
    "Dataset_Link": "https://vocallbase.evolvinglanguage.ch/internal/dataset-overview/html",
    "Investigator": "Yuhang Wang",
    "Lab_or_Field": "Lab",
    "Species": "Taeniopygia guttata",
    "Handout_Link": "https://vocallbase.evolvinglanguage.ch/internal/handouts/experiment/1",
    "Description": "Male zebra finches were isolated in a sound attenuation chamber and recorded with a single microphone. The birds were reared by a female adult (in the absence of adult males) between days 7–30 post-hatch and then they were singly housed in the chamber. The entire song development was recorded: song activity was automatically detected and continuously saved (sampling frequency 32 kHz) throughout the experiment. From 33–39 day post hatch(dph) until 43 dph birds were passively exposed to 20 playbacks per day of the tutor song, occurring at random with a probability of 0.005 per second. On day 43, each bird was trained to press a key to hear song playbacks, with a daily quota of 20 songs. The recordings also captured the playbacks of tutor songs, we removed these playbacks from the dataset.",
    "OA": "Open",
    "publication_DOI": "https://doi.org/10.1038/s41467-017-01436-0 , https://doi.org/10.1038/nature12173",
    "publication_link": "https://doi.org/10.1038/s41467-017-01436-0 , https://doi.org/10.1038/nature12173",
    "contact": "vocallbase@evolvinglanguage.ch"
  },
  "norwegian_orca": {
    "dataset": "norwegian_orca",
    "Number_of_Annotations": "17470",
    "Total_Annotation_Duration": "0:46:15",
    "Unique_Species": "Orca, Sperm whale, humpback whale, Unknown, orca, Humpback whale, noise, fin whale, Orca - clicks, orca click, unidentified species - possibly orca, sperm whale, unidentified species",
    "Number_of_Unique_Individuals": "Unknown",
    "Last_Update": "2025-04-16T14:05:10",
    "Number_of_Channels": "1",
    "Dataset_Name": "A dataset of acoustic and video recordings of cetaceans in the fjords around Skjervoy, northern Norway, using gps-equipped hydrophone arrays and drones.",
    "Dataset_Link": "https://vocallbase.evolvinglanguage.ch/internal/dataset-overview/html",
    "Investigator": "Joseph Mine",
    "Lab_or_Field": "Field",
    "Species": "Orcinus orca",
    "Handout_Link": "https://vocallbase.evolvinglanguage.ch/internal/handouts/experiment/2",
    "Description": "Recordings of Norwegian killer whales were made in northern Norway, in the region of Skjervoy. These recordings were made by deploying an array of 4 hydrophones manually from a boat in the vicinity of the animals. Each hydrophone in the array is made up of the recorder, which floats freely on the water surface, connected via a 12-20m cable to the hydrophone, which is thus floating in the water column several meters below the recorder. Given the proximity of the hydrophone to the surface, it is sometimes possible to hear the sound of waves splashing onto the recorder at the surface. Further, recordings are typically made between November-January, a time when a number of marine mammal predators migrate to northern Norwegian waters to feed on Atlantic herring that are overwintering there. For this reason, non-focal species that can be heard in the recordings are humpback whales, sperm whales and fin whales. Given the high activity of marine mammals present at this time, the area is also frequented by multiple whale-watching operations. Thus marine traffic can be sometimes high, which results in noise from boat engines present in some of the recordings.",
    "OA": "Open",
    "publication_DOI": "",
    "publication_link": "",
    "contact": "vocallbase@evolvinglanguage.ch"
  },
  "olive_colobus": {
    "dataset": "olive_colobus",
    "Number_of_Annotations": "5760",
    "Total_Annotation_Duration": "0:25:51",
    "Unique_Species": "Cercocebus atys, Cercopithecus campbelli, Cercopithecus diana, Panthera pardus, Procolobus verus, Unknown singbird, Unknown insect, Piliocolobus badius, Unknown songbird, Unknown\u003C|--UNCERTAIN--|\u003E, Pilicolobus badius, Unknown, rain drop, Stephanoaetus coronatus, Cercopithecus petaurista, tree branch",
    "Number_of_Unique_Individuals": "11",
    "Last_Update": "2025-04-22T11:42:36",
    "Number_of_Channels": "1",
    "Dataset_Name": "Acoustic variations in male Diana monkey alarm calls: Olive colobus grammar",
    "Dataset_Link": "https://vocallbase.evolvinglanguage.ch/internal/dataset-overview/html",
    "Investigator": "Quentin Gallot",
    "Lab_or_Field": "Field",
    "Species": "Olive Colobus",
    "Handout_Link": "https://vocallbase.evolvinglanguage.ch/internal/handouts/experiment/0",
    "Description": "Playback experiments: The first source of data was from recordings of unhabituated Olive colobus monkeys residing with Diana monkey groups that were exposed to playbacks of predator vocalizations (leopard growls, eagle shrieks). It was compiled between 1994 and 1999 administered to N = 11 vocally responsive groups, some of which were tested with more than one stimulus. The second source of data was also from unhabituated groups administered to N = 18 responsive groups between 2021 and 2022. These groups were exposed to leopard growls, eagle shrieks, chimpanzee pant-hoots, and the sounds of falling trees. For both sources, we used recordings of leopard growls purchased from the British Library of Wildlife Sounds (BBC master tape number MM35; South African Broadcasting Corporation), whereas eagle and chimpanzee vocalizations and falling tree sounds were recorded directly in the study area. Some additional falling tree sounds were purchased from the BBC Sound Effects library (sounds 07002293, 07058030, 07058129). To avoid pseudo-replication, different versions of each stimulus type were produced (N = 4 eagle shrieks of 15 s, N = 4 leopard growls of 15 s, N = 2 chimpanzee pant-hoots of 15 s, and N = 7 falling tree sounds of 9 or 15 s) so that a particular group only contributed with one reaction per version. Sounds were broadcast with a NAGRA DSM speaker, typically positioned near the ground or in the canopy (up to 30 m: eagle and leopard playbacks only). We adjusted the speaker volume so that all stimuli were broadcast with a naturally sounding range. Predator model experiments: We also recorded alarm calls given in response to visual predator models. Here, we tested N = 8 unhabituated groups. Again, groups were located, monitored and recorded as before. We used both a leopard model, which consisted of an experimenter covering himself with leopard-patterned fabric mimicking the size, shape and posture of a leopard and a crowned eagle model, which consisted of an experimenter hiding behind a camouflage net displaying a life-size 3D printed and hand-painted crowned eagle (see SWISSUbase: https://doi.org/10.60544/g1sx-4j76 for 3D print file). In both cases, the experimenter slowly approached a subject in the periphery of the group. All models were presented in motion to facilitate detection. After detection, the predator model remained in sight of the focal subject for a maximum of 1 min before slowly moving away and hiding behind a tree trunk. To address issues with pseudo-replication, we presented two different versions of each predator model to monkey groups. For all data collection period, we systematically searched the study area until a mixed species group was found, typically by hearing Diana monkey or red colobus monkey vocalizations. We always tried to remain undetected by avoiding visual contact with the group, and monitored their behavior from a distance of about 25–75 m for at least 15 min prior to initiating a playback trial. Since we worked with unhabituated groups whose home ranges were unknown, to avoid retesting a group with the same stimulus more than once, we did not test any group in an area of 1 km around the location of the experiment for at least one week (Olive colobus mean home range = 0.56 km2, corresponding to an 850-metre diameter disc), and we ensured that each stimulus was never presented more than once at the same location.",
    "OA": "Closed",
    "publication_DOI": "",
    "publication_link": "",
    "contact": "vocallbase@evolvinglanguage.ch"
  },
  "kalahari_meerkat": {
    "dataset": "kalahari_meerkat",
    "Number_of_Annotations": "0",
    "Total_Annotation_Duration": "N/A",
    "Unique_Species": "Meerkat",
    "Number_of_Unique_Individuals": "0",
    "Last_Update": "N/A",
    "Number_of_Channels": "2",
    "Dataset_Name": "Recordings of habituated but free-living meerkats at the Kalahari Research Centre, South Africa.",
    "Dataset_Link": "https://vocallbase.evolvinglanguage.ch/internal/dataset-overview/html",
    "Investigator": "Megan Wyman",
    "Lab_or_Field": "Field",
    "Species": "Suricata suricatta",
    "Handout_Link": "https://drive.google.com/file/d/1M4721gpxSgINEiobDlftyPQJ2HJCYgpr/view?usp=sharing",
    "Description": "Meerkat recordings were conducted on habituated but free-living meerkats at the Kalahari Research Centre, South Africa. Most recordings were conducted while the group was foraging. During this activity, the meerkats move slowly through the landscape while searching for food in the ground. Meerkats vocalize frequently during foraging to maintain group cohesion and during social interactions such as food competition, dominance interactions, pup begging, or antipredator warnings. Some recordings were also focused on individuals who were on sentinel duty, i.e., meerkat is in a standing position and scanning for predators while the rest of the group forages.   Each recording is focused on one target individual (i.e., the focal individual). Each recording has two channels: one channel is a directional microphone pointed at the focal animal at a distance of 30-100 cm, and the other channel is a handheld microphone in which the human recordist narrates the ongoing recording. At the start of each recording, the recordist provides a variety of metadata about the recording, including the name of the target individual, the group name, the date and time, etc (however, the clips you hear may not include this starting annotation). During the recording, the recordist tries to signal each time the target individual vocalizes by saying the call type and the behavioral context of the call (or simply saying ‘again’ if the information is the same as the last call). They will also occasionally note the distance and identity of the nearest neighbor (if known) or the behavior of the group in general. What you will hear on the recordings: You will hear the target meerkat scrabbling or digging for food, and occasionally eating found food. Their vocalization rate can range from rare to frequent and from soft to loud. You will also typically hear other meerkats calling in the background and/or near to the target individual. See Figure M2 for a brief overview of the variety of vocalizations produced by meerkats that will be visible in the recording spectrogram Non-meerkat vocalizations or sounds include various bird species and insects, as well as the human recordist. You may also hear mechanical or electrical noise from the recording equipment. Examples of the typical noises heard on the recordings can be viewed in Figure M2. To see an example of what a properly labeled meerkat recording looks like in the annotation platform, please see Figure M1 (LINK is provided below).",
    "OA": "Closed",
    "publication_DOI": "",
    "publication_link": "",
    "contact": ""
  }
}